{
    "internationalizations": [{
            "language": "de",
            "description": "Ich habe 'Elektro- und Informationstechnik' am Karlsruher Institut für Technologie studiert. Dabei habe ich mich im Master das Studienmodell Regelungs- und Steuerungstechnik ausgewählt. Der Start ins Berufsleben war fließend, da ich meine Masterarbeit bereits im Unternehmen mit der Thematik Regelungstechnik geschrieben habe. Nach meiner Masterarbeit startete ich meine Berufslaufbahn als Softwareentwickler. Bis heute habe ich großes Interesse an regelungstechnischen Thematiken, liebe es aber gleichsam an Algorithmen zu arbeiten, Data Science zu betreiben oder einfach nur Code zu entwickeln. Ich habe mehrere Jahre Programmiererfahrung, insbesondere in Python, aber auch in Java und einigen anderen Programmiersprachen."
        },
        {
            "language": "en",
            "description": "I studied 'Electrical Engineering and Information Technology' at the Karlsruhe Institute of Technology. I chose the control engineering study model for my master's degree. The start into professional life was fluent, because I already wrote my master thesis in the company with the topic control engineering. After my master thesis I started my professional career as a software developer. Until today I am very interested in control engineering topics, but I also love to work on algorithms, to do data science or just to develop code. I have several years of programming experience, especially in Python, but also in Java and some other programming languages."
        }
    ],
    "medias": [{
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/dennis-frankenbach/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/fraden"
        },
        {
            "icon": "instagram",
            "title": "Photography",
            "http": "https://photos.dennisfrankenbach.me/"
        }
    ],
    "hobbies": [{
            "icon": "biking",
            "title": "Cycling"
        },
        {
            "icon": "camera",
            "title": "Camera"
        },
        {
            "icon": "suitcase-rolling",
            "title": "Travel"
        },
        {
            "icon": "hiking",
            "title": "Hiking"
        },
        {
            "icon": "skiing",
            "title": "Skiing"
        }
    ]
}